Repository: sapoepsilon/Whispera
Catalog: MiscUI/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer

source: Remove %@
de: %@ entfernen
es: Quitar %@
fr: Supprimer %@

source: Remove Filler Words
de: Füllwörter entfernen
es: Quitar muletillas
fr: Supprimer les mots de remplissage

source: Remove custom model?
de: Eigenes Modell entfernen?
es: ¿Quitar el modelo personalizado?
fr: Supprimer le modèle personnalisé ?

source: Replace saved key
de: Gesicherten Schlüssel ersetzen
es: Sustituir clave guardada
fr: Remplacer la clé enregistrée

source: Request
de: Anfrage
es: Solicitud
fr: Requête

source: Required Permissions
de: Erforderliche Berechtigungen
es: Permisos necesarios
fr: Autorisations requises

source: Required for global keyboard shortcuts
de: Erforderlich für globale Tastaturkurzbefehle
es: Necesario para los atajos de teclado globales
fr: Requis pour les raccourcis clavier globaux

source: Required for voice recording
de: Erforderlich für Sprachaufnahmen
es: Necesario para grabar la voz
fr: Requis pour l'enregistrement vocal

source: Required. Stored in your Keychain.
de: Erforderlich. Wird in deinem Schlüsselbund gespeichert.
es: Obligatoria. Se guarda en tu llavero.
fr: Obligatoire. Stockée dans votre trousseau.

source: Requires macOS 26 or later
de: Erfordert macOS 26 oder neuer
es: Requiere macOS 26 o posterior
fr: Nécessite macOS 26 ou ultérieur

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser

source: Reset Token
de: Token zurücksetzen
es: Restablecer token
fr: Réinitialiser le jeton

source: Reset to Esc
de: Auf Esc zurücksetzen
es: Restablecer a Esc
fr: Rétablir Échap

source: Restore previous clipboard
de: Vorherige Zwischenablage wiederherstellen
es: Restaurar portapapeles anterior
fr: Restaurer le presse-papiers précédent

source: Restore puts back what you had copied once the transcript is pasted. Exceptions: passwords and other concealed items are cleared rather than restored, anything larger than 16 MB per item or 32 MB in total is lost and the transcript stays, and files or images another app only promised to provide may come back incomplete.
de: Wiederherstellen legt nach dem Einfügen des Transkripts zurück, was du kopiert hattest. Ausnahmen: Passwörter und andere verborgene Inhalte werden gelöscht statt wiederhergestellt, alles über 16 MB pro Element oder 32 MB insgesamt geht verloren und das Transkript bleibt, und Dateien oder Bilder, die eine andere App nur zugesagt hat, kommen eventuell unvollständig zurück.
es: Restaurar vuelve a poner lo que habías copiado una vez pegada la transcripción. Excepciones: las contraseñas y otros elementos ocultos se borran en lugar de restaurarse, todo lo que supere 16 MB por elemento o 32 MB en total se pierde y la transcripción se queda, y los archivos o imágenes que otra app solo prometió proporcionar pueden volver incompletos.
fr: Restaurer remet ce que vous aviez copié une fois la transcription collée. Exceptions : les mots de passe et autres éléments masqués sont effacés au lieu d'être restaurés, tout ce qui dépasse 16 Mo par élément ou 32 Mo au total est perdu et la transcription reste, et les fichiers ou images qu'une autre app a seulement promis de fournir peuvent revenir incomplets.

source: Results
de: Ergebnisse
es: Resultados
fr: Résultats

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer

source: Retry Failed
de: Fehlgeschlagene wiederholen
es: Reintentar fallidos
fr: Réessayer les échecs

source: Retry transcription
de: Transkription wiederholen
es: Reintentar transcripción
fr: Réessayer la transcription

source: Return
de: Zeilenschalter
es: Retorno
fr: Retour

source: Reveal in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder

source: Revoke
de: Widerrufen
es: Revocar
fr: Révoquer

source: Revoked
de: Widerrufen
es: Revocado
fr: Révoqué

source: Right ⇧
de: Rechte ⇧
es: ⇧ derecha
fr: ⇧ droite

source: Right ⌃
de: Rechte ⌃
es: ⌃ derecha
fr: ⌃ droite

source: Right ⌘
de: Rechte ⌘
es: ⌘ derecha
fr: ⌘ droite

source: Right ⌥
de: Rechte ⌥
es: ⌥ derecha
fr: ⌥ droite

source: Roundness of the window corners
de: Rundung der Fensterecken
es: Redondez de las esquinas de la ventana
fr: Arrondi des coins de la fenêtre

source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter

source: Run Benchmark
de: Benchmark starten
es: Ejecutar prueba
fr: Lancer le banc d'essai

source: Run Clean up
de: „Clean up“ ausführen
es: Ejecutar «Clean up»
fr: Lancer « Clean up »

source: Run recipes on dictation
de: Rezepte beim Diktieren ausführen
es: Ejecutar recetas al dictar
fr: Exécuter les recettes pendant la dictée

source: Run script
de: Skript ausführen
es: Ejecutar script
fr: Exécuter un script

source: Running on port %lld · %lld paired devices · speech: %@
de: Läuft auf Port %lld · %lld gekoppelte Geräte · Sprache: %@
es: En el puerto %lld · %lld dispositivos vinculados · voz: %@
fr: Sur le port %lld · %lld appareils jumelés · parole : %@

source: Running...
de: Läuft...
es: Ejecutando...
fr: Exécution...

source: Runs a script you choose and passes it the transcript on standard input
de: Führt ein von dir gewähltes Skript aus und übergibt ihm das Transkript über die Standardeingabe
es: Ejecuta un script que elijas y le pasa la transcripción por la entrada estándar
fr: Exécute un script de votre choix et lui transmet la transcription sur l'entrée standard

source: Runs on every dictation
de: Läuft bei jedem Diktat
es: Se ejecuta en cada dictado
fr: S'exécute à chaque dictée

source: Runs on this Mac. No API key and no network needed.
de: Läuft auf diesem Mac. Kein API-Schlüssel und kein Netzwerk nötig.
es: Se ejecuta en este Mac. No necesita clave de API ni red.
fr: S'exécute sur ce Mac. Ni clé d'API ni réseau nécessaires.

source: Safety number — must match the one on your iPhone
de: Sicherheitsnummer – muss mit der auf deinem iPhone übereinstimmen
es: Número de seguridad: debe coincidir con el de tu iPhone
fr: Numéro de sécurité — doit correspondre à celui de votre iPhone

source: Same as above
de: Wie oben
es: Igual que arriba
fr: Comme ci-dessus

source: Sample transcript
de: Beispieltranskript
es: Transcripción de ejemplo
fr: Transcription d'exemple

source: Save
de: Sichern
es: Guardar
fr: Enregistrer

source: Save recordings
de: Aufnahmen sichern
es: Guardar grabaciones
fr: Enregistrer les enregistrements

source: Save transcription history
de: Transkriptionsverlauf sichern
es: Guardar historial de transcripciones
fr: Conserver l'historique des transcriptions

source: Save transcription to
de: Transkription speichern in
es: Guardar transcripción en
fr: Enregistrer la transcription dans

source: Saved in Keychain
de: Im Schlüsselbund gesichert
es: Guardada en el llavero
fr: Enregistrée dans le trousseau

source: Saved in your Keychain.
de: In deinem Schlüsselbund gesichert.
es: Guardada en tu llavero.
fr: Enregistrée dans votre trousseau.

source: Script
de: Skript

source: Scripts Exported
de: Skripte exportiert
es: Scripts exportados
fr: Scripts exportés

source: Search transcriptions
de: Transkriptionen durchsuchen
es: Buscar transcripciones
fr: Rechercher dans les transcriptions

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes

source: Secret
de: Geheimnis
es: Secreto

source: Secure Input Fallback
de: Ausweichlösung für sichere Eingabe
es: Alternativa para la entrada segura
fr: Solution de repli pour la saisie sécurisée

source: Secure Input was on, so this dictation was pasted as spoken: it was not post-processed or saved to history.
de: Die sichere Eingabe war aktiv, daher wurde dieses Diktat unverändert eingefügt: Es wurde weder nachbearbeitet noch im Verlauf gespeichert.
es: La entrada segura estaba activada, así que este dictado se pegó tal cual: no se posprocesó ni se guardó en el historial.
fr: La saisie sécurisée était active, cette dictée a donc été collée telle quelle : elle n'a pas été post-traitée ni enregistrée dans l'historique.

source: Secure input
de: Sichere Eingabe
es: Entrada segura
fr: Saisie sécurisée

source: Segment Mode
de: Abschnittsmodus
es: Modo segmento
fr: Mode segment

source: Select Audio or Video Files to Transcribe
de: Audio- oder Videodateien zum Transkribieren auswählen
es: Selecciona archivos de audio o vídeo para transcribir
fr: Sélectionnez des fichiers audio ou vidéo à transcrire

source: Select Files
de: Dateien auswählen
es: Seleccionar archivos
fr: Sélectionner des fichiers

source: Select the Whisper model that best fits your needs. You can change this later in Settings.
de: Wähle das Whisper-Modell, das am besten zu dir passt. Du kannst es später in den Einstellungen ändern.
es: Elige el modelo Whisper que mejor se adapte a ti. Puedes cambiarlo más tarde en Ajustes.
fr: Choisissez le modèle Whisper le mieux adapté à vos besoins. Vous pourrez le changer plus tard dans les réglages.

source: Select time range to transcribe:
de: Zu transkribierenden Zeitraum auswählen:
es: Selecciona el intervalo que transcribir:
fr: Sélectionnez la plage à transcrire :

source: Select where transcription files should be saved
de: Wähle, wo Transkriptionsdateien gespeichert werden
es: Elige dónde guardar los archivos de transcripción
fr: Choisissez où enregistrer les fichiers de transcription

source: Select which microphone to use for recording
de: Wähle das Mikrofon für die Aufnahme
es: Elige qué micrófono usar para grabar
fr: Choisissez le microphone utilisé pour l'enregistrement

source: Selected device is not currently available. Will use system default.
de: Das gewählte Gerät ist nicht verfügbar. Es wird der Systemstandard verwendet.
es: El dispositivo seleccionado no está disponible. Se usará el predeterminado del sistema.
fr: Le périphérique choisi est indisponible. Celui du système sera utilisé.

source: Send each transcript to %@ to clean it up before it is pasted. %@ receives everything you dictate while this is on. History keeps the original text.
de: Sendet jedes Transkript an %1$@, um es vor dem Einfügen zu bereinigen. %2$@ erhält alles, was du diktierst, solange dies aktiviert ist. Der Verlauf behält den Originaltext.
es: Envía cada transcripción a %1$@ para limpiarla antes de pegarla. %2$@ recibe todo lo que dictes mientras esto esté activado. El historial conserva el texto original.
fr: Envoie chaque transcription à %1$@ pour la nettoyer avant de la coller. %2$@ reçoit tout ce que vous dictez tant que cette option est activée. L'historique conserve le texte d'origine.

source: Send each transcript to the server at %@ to clean it up before it is pasted. History keeps the original text.
de: Sendet jedes Transkript an den Server %@, um es vor dem Einfügen zu bereinigen. Der Verlauf behält den Originaltext.
es: Envía cada transcripción al servidor %@ para limpiarla antes de pegarla. El historial conserva el texto original.
fr: Envoie chaque transcription au serveur %@ pour la nettoyer avant de la coller. L'historique conserve le texte d'origine.

source: Server needs an API key
de: Der Server braucht einen API-Schlüssel
es: El servidor necesita una clave de API
fr: Le serveur demande une clé d'API

source: Servers
de: Server
es: Servidores
fr: Serveurs

source: Set Dictation Language
de: Diktiersprache festlegen
es: Definir idioma de dictado
fr: Définir la langue de dictée

source: Set Shortcut
de: Kurzbefehl festlegen
es: Definir atajo
fr: Définir le raccourci

source: Set Your Shortcuts
de: Kurzbefehle festlegen
es: Define tus atajos
fr: Définissez vos raccourcis

source: Set it to run on every dictation, or use its shortcut
de: Für jedes Diktat festlegen oder per Kurzbefehl nutzen
es: Configúrala para cada dictado o usa su atajo
fr: Exécutez-la à chaque dictée ou utilisez son raccourci

source: Set up your model, shortcuts, and preferences.
de: Richte Modell, Kurzbefehle und Einstellungen ein.
es: Configura tu modelo, tus atajos y tus preferencias.
fr: Configurez votre modèle, vos raccourcis et vos préférences.

source: Sets the language Whispera transcribes in, by name (German) or code (de).
de: Legt die Sprache fest, in der Whispera transkribiert, per Name (German) oder Code (de).
es: Define el idioma en el que transcribe Whispera, por nombre (German) o código (de).
fr: Définit la langue de transcription de Whispera, par nom (German) ou code (de).

source: Setting up AI framework...
de: KI-Framework wird eingerichtet...
es: Configurando el framework de IA...
fr: Configuration du framework d'IA...

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration

source: Share
de: Teilen
es: Compartir
fr: Partager

source: Shortcut
de: Kurzbefehl
es: Atajo
fr: Raccourci

source: Shortcut Activation
de: Kurzbefehl-Auslösung
es: Activación del atajo
fr: Activation du raccourci

source: Shortcut activation
de: Kurzbefehl-Auslösung
es: Activación del atajo
fr: Activation du raccourci

source: Shortcut backend
de: Kurzbefehl-Backend
es: Backend de atajos
fr: Backend des raccourcis

source: Shortcut not available
de: Kurzbefehl nicht verfügbar
es: Atajo no disponible
fr: Raccourci indisponible

source: Shortcuts & Feedback
de: Kurzbefehle & Rückmeldung
es: Atajos y respuesta
fr: Raccourcis et retours

source: Shortcuts and Spotlight also list Toggle, Start, Stop and Cancel Dictation, Set Dictation Language, Copy Last Transcript, Open Transcription History, Add Word to Dictionary and Transcribe Audio File actions. They work even when links are off.
de: Kurzbefehle und Spotlight bieten außerdem die Aktionen Diktat umschalten, starten, stoppen und abbrechen, Diktiersprache festlegen, Letztes Transkript kopieren, Transkriptionsverlauf öffnen, Wort zum Wörterbuch hinzufügen und Audiodatei transkribieren. Sie funktionieren auch, wenn Links aus sind.
es: Atajos y Spotlight también ofrecen las acciones Alternar, Iniciar, Detener y Cancelar dictado, Definir idioma de dictado, Copiar última transcripción, Abrir historial de transcripciones, Añadir palabra al diccionario y Transcribir archivo de audio. Funcionan aunque los enlaces estén desactivados.
fr: Raccourcis et Spotlight proposent aussi les actions Basculer, Démarrer, Arrêter et Annuler la dictée, Définir la langue de dictée, Copier la dernière transcription, Ouvrir l'historique des transcriptions, Ajouter un mot au dictionnaire et Transcrire un fichier audio. Elles fonctionnent même si les liens sont désactivés.

source: Shortcuts keep working. To get back to Settings, open Whispera again from Finder or Spotlight; the icon reappears with its menu until you close it.
de: Kurzbefehle funktionieren weiter. Um zu den Einstellungen zurückzukehren, öffne Whispera erneut über den Finder oder Spotlight; das Symbol erscheint mit seinem Menü, bis du es schließt.
es: Los atajos siguen funcionando. Para volver a Ajustes, abre Whispera de nuevo desde Finder o Spotlight; el icono reaparece con su menú hasta que lo cierres.
fr: Les raccourcis continuent de fonctionner. Pour revenir aux Réglages, rouvrez Whispera depuis le Finder ou Spotlight ; l'icône réapparaît avec son menu jusqu'à ce que vous le fermiez.

source: Show
de: Zeigen
es: Mostrar
fr: Afficher

source: Show Ellipsis
de: Auslassungspunkte zeigen
es: Mostrar puntos suspensivos
fr: Afficher les points de suspension

source: Show Menu Bar Icon
de: Symbol in der Menüleiste anzeigen
es: Mostrar icono en la barra de menús
fr: Afficher l'icône dans la barre des menus

source: Show Now
de: Jetzt zeigen
es: Mostrar ahora
fr: Afficher maintenant

source: Show Onboarding Again
de: Einführung erneut zeigen
es: Ver la introducción de nuevo
fr: Revoir la présentation

source: Show Recording in Finder
de: Aufnahme im Finder zeigen
es: Mostrar grabación en Finder
fr: Afficher l'enregistrement dans le Finder

source: Show after updates
de: Nach Updates zeigen
es: Mostrar tras actualizar
fr: Afficher après les mises à jour

source: Show in Finder
de: Im Finder zeigen
es: Mostrar en Finder
fr: Afficher dans le Finder

source: Show release notes the first time a new version launches
de: Versionshinweise beim ersten Start einer neuen Version zeigen
es: Mostrar las notas de la versión al abrir una versión nueva por primera vez
fr: Afficher les notes de version au premier lancement d'une nouvelle version

source: Show starred only
de: Nur markierte zeigen
es: Mostrar solo con estrella
fr: Afficher uniquement les favoris

source: Show the Debug section with a live log viewer (⇧⌘D)
de: Bereich „Debug“ mit Live-Protokollansicht zeigen (⇧⌘D)
es: Mostrar la sección Depuración con un visor de registros en vivo (⇧⌘D)
fr: Afficher la section Débogage avec un visualiseur de journaux en direct (⇧⌘D)

source: Show timestamps
de: Zeitstempel zeigen
es: Mostrar marcas de tiempo
fr: Afficher l'horodatage

source: Shows a card with Touch ID when an agent asks the broker for a secret.
de: Zeigt eine Karte mit Touch ID, wenn ein Agent den Broker nach einem Geheimnis fragt.
es: Muestra una tarjeta con Touch ID cuando un agente pide un secreto al broker.
fr: Affiche une carte avec Touch ID quand un agent demande un secret au broker.

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter

source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter

source: Sign in on this Mac and on your iPhone with the same account, and they find each other — no pairing code.
de: Melde dich auf diesem Mac und deinem iPhone mit demselben Konto an, dann finden sie sich – ohne Kopplungscode.
es: Inicia sesión en este Mac y en tu iPhone con la misma cuenta y se encontrarán solos, sin código de emparejamiento.
fr: Connectez-vous sur ce Mac et sur votre iPhone avec le même compte : ils se trouvent seuls, sans code de jumelage.

source: Sign in with
de: Anmelden mit
es: Iniciar sesión con
fr: Se connecter avec

source: Signed in
de: Angemeldet
es: Sesión iniciada
fr: Connecté

source: Signed in as
de: Angemeldet als
es: Sesión iniciada como
fr: Connecté en tant que

source: Silence your speakers so playback doesn't end up in the transcript
de: Schaltet deine Lautsprecher stumm, damit Wiedergaben nicht im Transkript landen
es: Silencia los altavoces para que lo que suena no acabe en la transcripción
fr: Coupe vos haut-parleurs pour que la lecture ne finisse pas dans la transcription

source: Simplified
de: Kurzzeichen
es: Simplificado
fr: Simplifié

source: Single-key shortcuts can't be detected while it lasts, so dictation won't start. It works again when Secure Input ends, or pick a key combination in Settings, which has a fallback.
de: Kurzbefehle mit einer einzelnen Taste werden währenddessen nicht erkannt, daher startet das Diktat nicht. Es funktioniert wieder, sobald die sichere Eingabe endet, oder wähle in den Einstellungen eine Tastenkombination, für die es einen Ersatz gibt.
es: Los atajos de una sola tecla no se detectan mientras dure, así que el dictado no empezará. Vuelve a funcionar cuando termine la entrada segura, o elige una combinación de teclas en Ajustes, que tiene alternativa.
fr: Les raccourcis à une seule touche ne sont pas détectés tant qu’elle dure, la dictée ne démarrera donc pas. Elle fonctionne à nouveau quand la saisie sécurisée se termine, ou choisissez une combinaison de touches dans les Réglages, qui dispose d’une solution de secours.

source: Size
de: Größe
es: Tamaño
fr: Taille

source: Size: %@
de: Größe: %@
es: Tamaño: %@
fr: Taille : %@

source: Skip Silence
de: Stille überspringen
es: Omitir silencios
fr: Ignorer les silences

source: Skip Test
de: Test überspringen
es: Omitir prueba
fr: Passer le test

source: Skip clips with no speech and trim silence from them. A skipped clip shows "No speech detected" in the menu bar. On by default for new installs; left off when updating from a version without it.
de: Überspringt Aufnahmen ohne Sprache und schneidet Stille heraus. Eine übersprungene Aufnahme zeigt „Keine Sprache erkannt“ in der Menüleiste. Bei Neuinstallationen standardmäßig an; bleibt aus beim Update von einer Version ohne diese Funktion.
es: Omite los clips sin voz y recorta sus silencios. Un clip omitido muestra «No se detectó voz» en la barra de menús. Activado por defecto en instalaciones nuevas; desactivado al actualizar desde una versión que no lo tenía.
fr: Ignore les extraits sans parole et en retire les silences. Un extrait ignoré affiche « Aucune parole détectée » dans la barre des menus. Activé par défaut pour les nouvelles installations ; laissé désactivé lors d'une mise à jour depuis une version qui ne l'avait pas.

source: Small (English)
de: Small (Englisch)
es: Small (inglés)
fr: Small (anglais)

source: Small (Multilingual)
de: Small (mehrsprachig)
es: Small (multilingüe)
fr: Small (multilingue)

source: Sound Feedback
de: Tonsignale
es: Sonidos
fr: Retour sonore

source: Sound Output
de: Tonausgabe
es: Salida de sonido
fr: Sortie du son

source: Sound Volume
de: Tonlautstärke
es: Volumen del sonido
fr: Volume du son

source: Source Language
de: Ausgangssprache
es: Idioma de origen
fr: Langue source

source: Specialized
de: Optimiert
es: Optimizado
fr: Optimisé

source: Specializing
de: Wird optimiert
es: Optimizando
fr: Optimisation

source: Speech
de: Sprache
es: Voz
fr: Voix

source: Speech Detection
de: Spracherkennung
es: Detección de voz
fr: Détection de la parole

source: Speech Sensitivity
de: Sprachempfindlichkeit
es: Sensibilidad a la voz
fr: Sensibilité à la voix

source: Speech server
de: Spracherkennungsserver
es: Servidor de voz
fr: Serveur vocal

source: Star
de: Markieren
es: Marcar con estrella
fr: Ajouter une étoile

source: Star (kept forever)
de: Markieren (wird für immer behalten)
es: Marcar con estrella (se conserva siempre)
fr: Ajouter une étoile (conservé indéfiniment)

source: Starred entries are never deleted automatically
de: Markierte Einträge werden nie automatisch gelöscht
es: Las entradas con estrella nunca se eliminan automáticamente
fr: Les entrées étoilées ne sont jamais supprimées automatiquement

source: Start
de: Starten
es: Iniciar
fr: Démarrer

source: Start Dictation
de: Diktat starten
es: Iniciar dictado
fr: Démarrer la dictée

source: Start Recording
de: Aufnahme starten
es: Empezar a grabar
fr: Démarrer l'enregistrement

source: Start Sound
de: Startton
es: Sonido de inicio
fr: Son de début

source: Start Transcription
de: Transkription starten
es: Empezar transcripción
fr: Lancer la transcription

source: Start Whispera automatically when you log in
de: Whispera beim Anmelden automatisch starten
es: Abre Whispera automáticamente al iniciar sesión
fr: Ouvre Whispera automatiquement à la connexion

source: Start recording from any app
de: Starte die Aufnahme in jeder App
es: Empieza a grabar desde cualquier app
fr: Lancez l'enregistrement depuis n'importe quelle app

source: Start time
de: Startzeit
es: Hora de inicio
fr: Heure de début

source: Starting...
de: Wird gestartet...
es: Iniciando...
fr: Démarrage...

source: Starts dictation if it is not already running.
de: Startet das Diktat, falls es nicht bereits läuft.
es: Inicia el dictado si no está en curso.
fr: Démarre la dictée si elle n'est pas déjà en cours.

source: Starts dictation, or stops it and inserts the transcript into the focused app.
de: Startet das Diktat oder stoppt es und fügt das Transkript in die aktive App ein.
es: Inicia el dictado, o lo detiene e inserta la transcripción en la app activa.
fr: Démarre la dictée, ou l'arrête et insère la transcription dans l'app active.

source: Step %lld of %lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld

source: Stop
de: Stoppen
es: Detener
fr: Arrêter

source: Stop Dictation
de: Diktat stoppen
es: Detener dictado
fr: Arrêter la dictée

source: Stop Recording
de: Aufnahme stoppen
es: Detener grabación
fr: Arrêter l'enregistrement
